<template>
	<view class="container">
		<view class="h2">
			尊敬的消化领域疾病表现及治疗方案数据采集系统用户（以下简称“您”），为了便于您使用消化领域疾病表现及治疗方案数据采集系统（以下简称“本应用”），本应用所有方（以下简称“我方”）会按照《消化领域疾病表现及治疗方案数据采集系统APP用户隐私政策》(以下简称“本政策”)的约定，收集、使用、存储和对外提供您的个人信息。本政策适用于您通过任何方式对本应用的访问和使用。
		</view>
		<view class="p">
			请您仔细阅读本政策，并确定理解我方对您个人信息的处理规则。如您有任何疑问，可联系本应用官方服务热线022-12345进行咨询。如您点击“同意”并确认提交、使用本应用或在我方更新本政策后（我方会及时通知您更新的情况）继续使用本应用，即视为您同意本政策(含更新版本)内容，并且同意我方按照本政策收集、使用、保存和对外提供您的个人信息。
		</view>
		<view class="p">
			您可以根据以下索引阅读相应章节，进一步详细了解我方隐私政策的具体约定：
		</view>
		<view class="h3">
			一、我方如何收集与使用您的个人信息
		</view>
		<view class="h3">
			二、我方如何共享、转让和公开披露您的个人信息
		</view>
		<view class="h3">
			三、我方如何保存您的个人信息
		</view>
		<view class="h3">
			四、您如何管理您的个人信息
		</view>
		<view class="h3">
			五、我方如何保护您的个人信息
		</view>
		<view class="h3">
			六、我方如何保护未成年人信息
		</view>
		<view class="h3">
			七、本政策如何更新
		</view>
		<view class="h3">
			八、我方如何向您发送信息
		</view>
		<view class="h3">
			九、如何联系我方
		</view>
		<view class="h3">
			十、其它
		</view>
		<view class="h3">
			一、我方如何收集与使用您的个人信息
		</view>
		<view class="p">
			为保障您使用本应用过程的安全性，改善您的使用体验，我方会收集、使用和保存下列与您有关的信息。如果您不提供相关信息，您将无法享受我方提供的以下对应服务：
		</view>
		<view class="p">
			1.当您注册本应用时，您需要向我方授权获取或您主动输入您的手机号码、姓名、短信验证码、证件类型、证件号码、证件有效期信息；若您注册法人账号时，需要向我方提供您的单位名称、单位类型、单位统一社会信用代码、法定代表人姓名、法定代表人证件类型、法定代表人证件号码、法定代表人手机号码、短信验证码及邮箱信息，同时同意我方通过验证您的身份信息的方式对有关信息进行有效性核验。
		</view>
		<view class="p">
			2.当您登录本应用时，您需要向我方授权获取或您主动输入您的用户名/手机号码/身份证号+登录密码或手机号码+短信验证码；若您登录法人账号时，您需要向我方提供您的法定代表人/经办人/管理员用户名/统一社会信用代码+登录密码，同时同意我方对您提供的登录信息进行有效性核验；您也可以使用第三方账号登录并使用，向我们提供相关个人信息，例如微信昵称、头像；支付宝昵称、头像。如您不提供上述信息，我方将无法向您提供服务评价、实名认证、网上办事、公积金提取及其它需登录才可使用的服务。
		</view>
		<view class="p">
			3.当您重置本应用登录密码时，您需要向我方授权获取或您主动输入您的用户名、手机号码、短信验证码信息，同时同意我方对您提供的有关信息进行有效性核验。
		</view>
		<view class="p">
			4.当您首次下载本应用时，进入APP时候，需要您授权我方使用您的位置信息、无线/数据网络、您设备上照片、媒体内容和文件访问权限、设备信息（IMEI/MAC/Android ID/ IDFA/ IDFV/Open
			UDID/ GUID/SIM 卡IMSI 信息/
			Android序列号）权限，供APP中定位服务、服务使用和消息通知服务使用。但这些权限均不会默认开启，只有经过您的明示授权才会在为实现特定功能或服务时使用，您也可以撤回授权。特别需要指出的是，即使经过您的授权，我们获得了这些敏感权限，也不会在相关功能或服务不需要时而收集您的信息。
		</view>
		<view class="p">
			5.当您进行实名认证功能时，我们会收集您的真实姓名、证件号码、手机号码、面部图像（视频）信息，您需要向我方授权获取或您按照页面提示文字主动输入以上全部或部分信息，同时授权我方访问您的相机，您同意我方将您向我方提供的姓名和证件号码与法律法规允许的机构或政府机关授权的机构进行对比校验，如果您不使用实名认证功能，则无需提供相关信息，但您将可能无法获得相关服务，但不影响其他功能与服务的正常使用。
		</view>
		<view class="p">
			6.
			当您使用社保医保服务时，我们会收集您的真实姓名、证件号码、手机号码、社保缴存信息、公积金缴存信息、家庭信息（如婚姻状况、配偶信息），您需要向我方授权获取或您按页面提示文字主动输入以上全部或部分信息，您同意我方将您向我方提供的信息与法律法规允许的机构或政府机关授权的机构进行对比校验。如果您不使用社保医保服务，则无需提供相关信息。
		</view>
		<view class="p">
			7.
			当您使用户政治安服务时，我们会收集您的真实姓名、性别、民族、证件号码、户籍信息，您需要向我方授权获取或您按页面提示文字主动输入以上全部或部分信息，您同意我方将您向我方提供的信息与法律法规允许的机构或政府机关授权的机构进行对比校验。如果您不使用户政治安服务，则无需提供相关信息。
		</view>
		<view class="p">
			8.当您使用驾管行驶服务时，我们会收集您的手机号码、身份证号码、车牌号码、驾驶证档案编号信息，您需要向我方授权获取或您按页面提示文字主动输入以上全部或部分信息，您同意我方将您向我方提供的信息与法律法规允许的机构或政府机关授权的机构进行对比校验。如果您不使用驾管行驶服务，则无需提供相关信息。
		</view>
		<view class="p">
			9.当您使用健康就医服务时，我们会收集您的真实姓名、民族、证件类型、证件号码、手机号码、执业证编码、面部图像（视频）信息、地理位置信息，您需要向我方授权获取或您按页面提示文字主动输入以上全部或部分信息，您同意我方将您向我方提供的信息与法律法规允许的机构或政府机关授权的机构进行对比校验。如果您不使用健康就医服务，则无需提供相关信息。
		</view>
		<view class="p">
			10.当您使用创业就业服务时，我们会收集您的真实姓名、证件号码、证书编号、地理位置信息，您需要向我方授权获取或您按页面提示文字主动输入以上全部或部分信息，您同意我方将您向我方提供的信息与法律法规允许的机构或政府机关授权的机构进行对比校验。如果您不使用创业就业服务，则无需提供相关信息。
		</view>
		<view class="p">
			11.当您使用教育考试服务时，我们会收集您的姓名、证件号码、手机号码、户籍信息、准考证号、地理位置信息，您需要向我方授权获取或您按页面提示文字主动输入以上全部或部分信息，您同意我方将您向我方提供的信息与法律法规允许的机构或政府机关授权的机构进行对比校验。如果您不使用教育考试服务，则无需提供相关信息。
		</view>

		<view class="h3">
			二、我方如何共享、转让和公开披露您的个人信息
		</view>
		<view class="p">
			我方不会与我方以外的公司、组织和个人共享您的个人信息，但以下情况除外
		</view>
		<view class="p">
			1.在获取明确同意的情况下共享：获得您的明确同意后，我方会与其他方共享您的用户信息；
		</view>
		<view class="p">
			2.在法定情形下的共享：我方可能会根据法律法规规定、监管要求、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。
		</view>
		<view class="p">
			3.为了促成办理服务或协助解决争议，某些情况下只有共享您的用户信息，才能促成办理或处理您与他人的纠纷或争议。
		</view>
		<view class="p">
			4.与我方合作的第三方服务方共享：为便于我方向您提供服务，您的个人信息可能会在我方与我方合作的第三方服务方共享。我方只会共享姓名、证件类型、证件号码、设备信息及其他使用我方合作的第三方服务方的产品或服务所必要的个人信息，如果我方共享您的除上述必要个人信息以外的其他个人信息，或我方合作的第三方服务方改变个人信息的使用及处理目的，我方将再次征求您的明示同意。
		</view>
		<view class="p">
			5.您使用第三方便民服务时，第三方可能会获取您的地理位置、姓名、证件类型、证件号码、手机号码、IP地址或其他提供第三方服务所必须的信息。经您的同意，第三方可以获取您的上述信息，以便您正常使用第三方服务
		</view>
		<view class="p">
			6.我方可能会向移动设备或短信厂商提供您的部分账号信息，以便及时向您的移动设备发送消息或服务通知。
		</view>

		<view class="h3">
			三、我方如何保存您的个人信息
		</view>
		<view class="p">
			我们在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内。我们仅在本政策所述目的所必需期和法律法规、监管规定的时限内保存您的个人信息，超出保存期限后，我们将对所收集的信息进行匿名化处理。

		</view>
		<view class="p">
			您在使用本应用服务期间，我方将持续为您保存您的个人信息。在您注销本应用账号后，我方仅在法律法规规定、监管要求的期限内，以及为实现本政策声明的目的所必须的时限内保留您的个人信息。超出上述个人信息保存期限后，我方会对您的个人信息进行删除或匿名化处理。

		</view>

		<view class="h3">
			四、您如何管理您的个人信息

		</view>
		<view class="p">
			1.您登录本应用后，可以在“个人中心-我的信息”中，查看或自行修改您的用户信息资料、预留身份信息；

		</view>
		<view class="p">
			2.您可以在“个人中心-设置-修改密码”中，查看或重置登录密码。

		</view>
		<view class="p">
			3.您可以在“个人中心-关于我们-隐私政策”中查看最新版本的本应用用户隐私政策。

		</view>
		<view class="p">
			4.更正或补充您的个人信息：当您发现本应用处理的关于您的个人信息有错误时，您有权要求本应用做出更正或补充。

		</view>

	<view class="h3">
		五、我方如何保护您的个人信息

	</view>
	<view class="p">
		（一）为了保障您的信息安全，我方将在法律法规相关规定要求和现有技术水平下使用符合业界标准的安全保护措施保护您提供的个人信息，采取物理、技术和行政管理安全措施降低丢失、误用、非授权访问、披露和更改的风险，尽力防止数据遭到未经授权的访问、公开披露、使用、修改、损坏或丢失。目前，我方已经通过了国家信息安全等级保护（三级）的测评和备案。

	</view>
	<view class="p">
		（二）我方依照法律法规的规定，将在境内运营过程中收集和产生的您的个人信息存储于中华人民共和国境内。目前，我方不会将上述信息传输至境外。
	</view>
	<view class="p">
		（三）我方建立专门的管理制度、流程和组织以保障信息的安全，严格限制访问信息的人员范围，要求他们遵守保密义务，并进行审计。

	</view>
	<view class="p">
		（四）如果我方提供的全部或部分便民服务停止使用，我方将通过消息通知、弹框等形式向您进行告知，同时停止相关服务对您个人信息的收集等操作，保护您的个人信息安全。如因技术故障、网络攻击、自然灾害及事故、人为因素等各种原因造成全部或部分便民服务无法使用，我方将采取应急处置和恢复措施予以应对，尽快恢复服务。
	</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style scoped lang="scss">
	.container {
		min-height: 100%;
		background-color: #fff;
		padding: 18px 12px;

		.h2 {
			font-weight: 600;
			font-size: 16px;
			line-height: 27px;
		}

		.h3 {
			font-size: 15px;
			line-height: 21px;
			margin: 12px 0;
		}

		.p {
			text-indent: 2em;
			font-size: 13px;
			line-height: 18px;
			margin: 8px 0;
		}
	}
</style>